print("DAY one")
print("my name is mohammed ")#اول حاجه 
#Variables
#exple
#بتاخد قيمه وحده بس 
#تقدر تعمل تحط قيم كتير وتعمل index
x=1
print(x)
x,y,c=1,2,3
print(y)
x="name "
a="mohammed","aasem"
print(a[1])
#print(a[0])this is index in python 
#العد بيبدا من اول صفر وانت طالع مش من واحد
x += 2 
print(x)

#___________________________
print("day two")
#Operators
# [ + ]زائد
# [ - ]ناثص 
# [ * ]ضرب 
# [ / ]قسمه 
# [ ** ]اس 
# [ % ]الباقي من العمليه 

print("___________________________")
#Operators
#[=]يساوي 
#[==]يساوي 
#[!=]لايساوي 
#[-=]ناقص من الاقيمه 
#[+=]زاءد القيمه 
#[<]اكبر من 
#[>]اصغر من 
#[<=]اكبر من او يساوي
#[>=]اصغر من او يساوي
